Repository: bucanero/apollo-ps3
Catalog: pkgfiles/USRDIR/DATA/lang_*.po
Languages: el, pl, te

source: Convert PS1 saves to .PSV format
el: Μετατροπή PS1 αρχείων σε .PSV
pl: Przekonwertuj zapisy z gier PS1 do formatu PSV
te: PS1 సేవ్‌లను .PSV ఫార్మాట్‌కు మార్చండి

source: Convert PS2 saves to .PSV format
el: Μετατροπή PS2 αρχείων σε .PSV
pl: Przekonwertuj zapisy z gier PS2 do formatu PSV
te: PS2 సేవ్‌లను .PSV ఫార్మాట్‌కు మార్చండి

source: Convert/Resign .PSV saves
el: Μετατροπή/Υπογραφή .PSV αρχείων
pl: Skonwertuj/przepisz zapisy z gier w formacie PSV
te: .$PSV$ సేవ్‌లను మార్చండి/పునఃసంతకం చేయండి

source: PS2 Classics: Export & Decrypt BIN.ENC images
el: PS2 Classics: Εξαγωγή και αποκρυπτογράφηση .BIN.ENC
pl: PS2 Classics: Eksportuj i odszyfruj obrazy płyt BIN.ENC
te: PS2 క్లాసిక్స్: BIN.ENC ఇమేజ్‌లను ఎగుమతి చేసి & డీక్రిప్ట్ చేయండి

source: Export /dev_flash2
el: Εξαγωγή /dev_flash2
pl: Eksportuj /dev_flash2
te: /dev_flash2 ను ఎగుమతి చేయండి

source: Backup /dev_flash2 to USB
el: Αντίγραφο ασφαλείας /dev_flash2 σε USB
pl: Archiwizuj /dev_flash2 na USB
te: /dev_flash2 ను USB కి బ్యాకప్ చేయండి

source: Save dev_flash2.zip to USB
el: Αποθήκευση /dev_flash2 σε USB
pl: Zapisz dev_flash2.zip na USB
te: dev_flash2.zip ను USB కి సేవ్ చేయండి

source: Extract Archives (RAR, Zip, 7z)
el: Αποσυμπίεση αρχείων (RAR, Zip, 7z)
pl: Wypakuj archiwa (RAR, ZIP, 7Z)
te: ఆర్కైవ్‌లను (RAR, Zip, 7z) సంగ్రహించండి

source: Network Tools (Downloader, Web Server)
el: Εργαλεία Δικτύου (Downloader, Web Server)
pl: Narzędzia sieciowe (Pobieracz, Serwer FTP)
te: నెట్‌వర్క్ టూల్స్ (డౌన్‌లోడర్, వెబ్ సర్వర్)

source: Encrypt:
el: Κρυπτογράφηση:
pl: Zaszyfruj:
te: ఎన్‌క్రిప్ట్ చేయండి

source: Decrypt:
el: Αποκρυπτογράφηση
pl: Odszyfruj:
te: డీక్రిప్ట్ చేయండి

source: Save .ISO to USB
el: Αποθήκευση .ISO σε USB
pl: Zapisz ISO na USB
te: .ISO ను USB కి సేవ్ చేయండి

source: Save .ISO to HDD
el: Αποθήκευση .ISO σε HDD
pl: Zapisz ISO na HDD
te: .ISO ను HDD కి సేవ్ చేయండి

source: Import '%s' to .VM2 (HDD)
el: Εισαγωγή '%s' σε .VM2 (HDD)
pl: Importuj '%s' do VM2 (HDD)
te: %s' ను .VM2 (HDD) లోకి దిగుమతి చేయండి

source: Extract:
el: Αποσυμπίεση:
pl: Wypakuj:
te: సంగ్రహించండి

source: Backup All Licenses to .Zip
el: Αντίγραφο ασφαλείας όλων των αδειών σε .zip
pl: Zarchiwizuj wszystkie licencje do ZIP
te: అన్ని లైసెన్స్‌లను .Zip లోకి బ్యాకప్ చేయండి

source: Export All Licenses as .RAPs
el: Εξαγωγή όλων των αδειών ως .RAP
pl: Eksportuj wszystkie licencje jako pliki RAP
te: అన్ని లైసెన్స్‌లను .RAP లుగా ఎగుమతి చేయండి

source: Save .RAPs to USB
el: Αποθήκευση .RAP στο USB
pl: Zapisz pliki RAP na USB
te: .RAP లను USB కి సేవ్ చేయండి

source: Save .RAPs to HDD
el: Αποθήκευση .RAP στο HDD
pl: Zapisz pliki RAP na HDD
te: .RAP లను HDD కి సేవ్ చేయండి

source: Import All .RAPs as .RIF Licenses
el: Εισαγωγή όλων των .RAP ως άδειες .RIF
pl: Importuj wszystkie pliki RAP jako licencje RIF
te: అన్ని .RAP లను .RIF లైసెన్స్‌లుగా దిగుమతి చేయండి

source: Save .RAP to USB
el: Αποθήκευση .RAP στο USB
pl: Zapisz plik RAP na USB
te: .RAP ను USB కి సేవ్ చేయండి

source: Save .RAP to HDD
el: Αποθήκευση .RAP στο HDD
pl: Zapisz plik RAP na HDD
te: .RAP ను HDD కి సేవ్ చేయండి

source: Export Save to .MCS format - USB
el: Εξαγωγή αρχείου αποθήκευσης σε .MCS - USB
pl: Eksportuj zapis z gry do formatu MCS - USB
te: సేవ్‌ను .MCS ఫార్మాట్‌లో USB కి ఎగుమతి చేయండి

source: Export Save to .PSU format - USB
el: Εξαγωγή αρχείου αποθήκευσης σε .PSU - USB
pl: Eksportuj zapis z gry do formatu PSU - USB
te: సేవ్‌ను .PSU ఫార్మాట్‌లో USB కి ఎగుమతి చేయండి

source: Resign .PSV Save
el: Υπογραφή .PSV
pl: Przepisz zapis z gry w formacie PSV
te: .PSV సేవ్‌ను పునఃసంతకం చేయండి

source: Activate PS3 Account (act.dat)
el: Ενεργοποίηση λογαριασμού PS3 (act.dat)
pl: Aktywuj konto na PS3 (act.dat)
te: PS3 ఖాతాను యాక్టివేట్ చేయండి (act.dat)

source: URL link Downloader (http, https, ftp, ftps)
el: Κατέβασμα συνδέσμου URL (http, https, ftp, ftps)
pl: Pobieracz linków URL (http, https, ftp, ftps)
te: URL లింక్ డౌన్‌లోడర్ (http, https, ftp, ftps)

source: Local Web Server (full system access)
el: Τοπικό Web Server (πρόσβαση σε όλο το σύστημα)
pl: Lokalny serwer FTP (z pełnym dostępem)
te: స్థానిక వెబ్ సర్వర్ (పూర్తి సిస్టమ్ యాక్సెస్)

source: Bulk Save Management
el: Ομαδική Διαχείριση αρχείων αποθήκευσης
pl: Zbiorcze zarządzanie zapisami z gier
te: బల్క్ సేవ్ నిర్వహణ

source: Resign & Unlock all Saves
el: Υπογραφή και ξεκλείδωμα όλων των αρχείων αποθήκευσης
pl: Przepisz i odblokuj wszystkie zapisy z gier
te: అన్ని సేవ్‌లను రీసైన్ చేసి అన్‌లాక్ చేయి

source: Resign & Unlock selected Saves
el: Υπογραφή και ξεκλείδωμα επιλεγμένων αρχείων αποθήκευσης
pl: Przepisz i odblokuj wybrane zapisy z gier
te: ఎంచుకున్న సేవ్‌లను రీసైన్ చేసి అన్‌లాక్ చేయి

source: Copy all Saves to USB
el: Αντιγραφή όλων των αρχείων αποθήκευσης στο USB
pl: Skopiuj wszystkie zapisy z gier na USB
te: అన్ని సేవ్‌లను USB కి కాపీ చేయి

source: Copy Saves to USB
el: Αντιγραφή αρχείων αποθήκευσης σε USB
pl: Skopiuj zapisy z gier na USB
te: సేవ్‌లను USB కి కాపీ చేయి

source: Copy selected Saves to USB
el: Αντιγραφή επιλεγμένων αρχείων αποθήκευσης στο USB
pl: Skopiuj wybrane zapisy z gier na USB
te: ఎంచుకున్న సేవ్‌లను USB కి కాపీ చేయి

source: Start local Web Server
el: Έναρξη τοπικού Web Server
pl: Uruchom serwer FTP
te: స్థానిక వెబ్ సర్వర్‌ను ప్రారంభించు

source: Copy all Saves to HDD
el: Αντιγραφή όλων των αρχείων αποθήκευσης στο HDD
pl: Skopiuj wszystkie zapisy z gier na HDD
te: అన్ని సేవ్‌లను HDD కి కాపీ చేయి

source: Copy selected Saves to HDD
el: Αντιγραφή επιλεγμένων αρχείων αποθήκευσης στο HDD
pl: Skopiuj wybrane zapisy z gier na HDD
te: ఎంచుకున్న సేవ్‌లను HDD కి కాపీ చేయి

source: Memory Card Management
el: Διαχείριση Καρτών Μνήμης
pl: Zarządzanie kartami pamięci
te: మెమొరీ కార్డ్ నిర్వహణ

source: Export selected Saves to USB
el: Αντιγραφή επιλεγμένων αρχείων αποθήκευσης στο USB
pl: Eksportuj wybrane zapisy z gier na USB
te: ఎంచుకున్న సేవ్‌లను USB కి ఎక్స్పోర్ట్ చేయి

source: Export all Saves to USB
el: Αντιγραφή όλων των αρχείων αποθήκευσης στο USB
pl: Eksportuj wszystkie zapisy z gier na USB
te: అన్ని సేవ్‌లను USB కి ఎగుమతి చేయి

source: Import Saves to Virtual Card
el: Εισαγωγή αρχείων αποθήκευσης στην Εικονική Κάρτα
pl: Importuj zapisy z gier na wirtualną kartę
te: వర్చువల్ కార్డ్‌కి సేవ్ దిగుమతి చేయండి

source: Export Memory Card to .VM2 format
el: Εξαγωγή κάρτας μνήμης σε .VM2
pl: Eksportuj kartę pamięci do formatu VM2
te: మెమరీ కార్డ్‌ని .VM2 ఫార్మాట్‌కి ఎగుమతి చేయండి

source: Save .VM2 Memory Card to USB
el: Αποθήκευση Κάρτας Μνήμης .VM2 στο USB
pl: Zapisz kartę pamięci w formacie VM2 na USB
te: .VM2 మెమరీ కార్డ్‌ని USBకి సేవ్ చేయండి

source: Save .VM2 Memory Card to HDD
el: Αποθήκευση Κάρτας Μνήμης .VM2 στο HDD
pl: Zapisz kartę pamięci w formacie VM2 na HDD
te: .VM2 మెమరీ కార్డ్‌ని HDDకి సేవ్ చేయండి

source: Export Memory Card to .VMC format (No ECC)
el: Εξαγωγή Κάρτας Μνήμης σε .VMC (No ECC)
pl: Eksportuj kartę pamięci do formatu VMC (bez ECC)
te: మెమరీ కార్డ్‌ని .VMC ఫార్మాట్‌కి ఎగుమతి చేయండి (ECC లేదు)

source: Save .VMC Memory Card to USB
el: Αποθήκευση Κάρτας Μνήμης .VMC στο USB
pl: Zapisz kartę pamięci w formacie VMC na USB
te: .VMC మెమరీ కార్డ్‌ని USBకి సేవ్ చేయండి

source: Import a .VM2 file to Memory Card
el: Εισαγωγή ενός .VM2 αρχείου στην Κάρτα Μνήμης
pl: Importuj kartę pamięci w formacie VM2 na prawdziwą kartę pamięci
te: మెమరీ కార్డ్‌కి .VM2 ఫైల్‌ను దిగుమతి చేయండి

source: Export Trophies
el: Εξαγωγή Τροπαίων
pl: Eksportuj trofea
te: ట్రోఫీలను ఎగుమతి చేయండి

source: Backup selected Trophies to USB
el: Αντίγραφο ασφαλείας επιλεγμένων τροπαίων στο USB
pl: Archiwizuj wybrane trofea na USB
te: ఎంచుకున్న ట్రోఫీలను USBకి బ్యాకప్ చేయండి

source: Save Trophies to USB
el: Αποθήκευση Τροπαίων στο USB
pl: Zapisz trofea na USB
te: ట్రోఫీలను USBకి సేవ్ చేయండి

source: Backup All Trophies to USB
el: Αντίγραφο ασφαλείας όλων των τροπαίων στο USB
pl: Archiwizuj wszystkie trofea na USB
te: అన్ని ట్రోఫీలను USBకి బ్యాకప్ చేయండి

source: Export All Trophies to .Zip
el: Εξαγωγής όλων των τροπαίων σε .zip
pl: Eksportuj wszystkie trofea do formatu ZIP
te: అన్ని ట్రోఫీలను .Zipకి ఎగుమతి చేయండి

source: Import Trophies
el: Εισαγωγή Τροπαίων
pl: Importuj trofea
te: ట్రోఫీలను దిగుమతి చేయండి

source: Online DB
el: Online Βάση Δεδομένων
pl: Baza danych online
te: ఆన్‌లైన్ డేటాబేస్

source: FTP Server
pl: Serwer FTP
te: FTP సర్వర్

source: Disabled
el: Απενεργοποιημένο
pl: Wyłączone
te: నిష్క్రియం

source: by Name
el: ανά Όνομα
pl: poprzez nazwę
te: పేరు ద్వారా

source: by Title ID
el: ανά ID Τίτλου
pl: poprzez Title ID
te: టైటిల్ ID ద్వారా

source: by Type
el: ανά Τύπο
pl: poprzez rodzaj
te: రకం ద్వారా

source: Fake USB
el: Ψεύτικο USB
pl: Fałszywe USB
te: నకిలీ USB

source: Auto-detect
el: Αυτόματη αναγνώριση
pl: Auto-detekcja
te: స్వయంచాలకంగా గుర్తించండి

source: Enter the Online Database URL
el: Εισαγωγή διεύθυνσης Online Βάσης Δεδομένων
pl: Wpisz adres URL bazy danych online
te: ఆన్‌లైన్ డేటాబేస్ URLని నమోదు చేయండి

source: Online database URL changed to:
el: Online Βάση Δεδομένων άλλαξε σε:
pl: URL bazy danych online został zmieniony na:
te: ఆన్‌లైన్ డేటాబేస్ URL దీనికి మార్చబడింది:

source: Enter the FTP server URL
el: Εισαγωγή διεύθυνσης FTP Server
pl: Wpisz adres URL serwera FTP
te: FTP సర్వర్ URLని నమోదు చేయండి

source: FTP server URL changed to:
el: FTP server άλλαξε σε:
pl: URL serwera FTP został zmieniony na:
te: FTP సర్వర్ URLని దీనికి మార్పు చేయబడినది

source: Error! Couldn't connect to FTP server
el: Σφάλμα! Αδυναμία σύνδεσης στον FTP server
pl: Błąd! Nie nawiązano połączenia z serwerem FTP
te: లోపం! FTP సర్వర్‌కి కనెక్ట్ చేయడం సాధ్యపడలేదు

source: Check debug logs for more information
el: Ελέγξτε τα αρχεία αποσφαλμάτωσης για περαιτέρω πληροφορίες
pl: Sprawdź logi aby uzyskać więcej szczegółów
te: మరింత సమాచారం కోసం డీబగ్ లాగ్‌లను తనిఖీ చేయండి

source: Local cache folder cleaned:
el: Εκααθαρίστηκε ο τοπικός φάκελος Cache
pl: Folder z lokalną pamięcią podręczną został wyczyszczony:
te: స్థానిక కాష్ ఫోల్డర్ శుభ్రం చేయబడింది:

source: Successfully installed local application data
el: Επιτυχής εγκατάσταση τοπικών δεδομένων εφαρμογής
pl: Pomyślnie zainstalowano dane aplikacji
te: స్థానిక అప్లికేషన్ డేటా విజయవంతంగా ఇన్‌స్టాల్ చేయబడింది

source: New version available! Download update?
el: Διαθέσιμη νέα έκδοση. Κατέβσμα ενημέρωσης;
pl: Dostępna jest nowa wersja! Czy pobrać?
te: కొత్త వెర్షన్ అందుబాటులో ఉంది! నవీకరణను డౌన్‌లోడ్ చేయాలా?

source: Update downloaded to:
el: Η ενημέρωση κατέβηκε στο:
pl: Aktualizacja została pobrana do:
te: దీనికి అప్‌డేట్ డౌన్‌లోడ్ చేయబడింది:

source: Download error!
el: Σφάλμα κατεβάσματος
pl: Błąd pobierania!
te: డౌన్‌లోడ్ లోపం!

source: Debug Logging Disabled
el: Απενεργοποίηση Αποσφαλμάτωσης
pl: Logi debugowania zostały wyłączone
te: డీబగ్ లాగింగ్ డిసేబుల్ చేయబడింది

source: Debug Logging Enabled!
el: Ενεργοποίηση Αποσφαλμάτωσης!
pl: Logi debugowania zostały włączone!
te: డీబగ్ లాగింగ్ ప్రారంభించబడింది!

source: User IDs Updated!
el: ID Χρήστη ενημερώθηκε!
pl: Zaktualizowano identyfikatory User ID!
te: వినియోగదారు IDలు నవీకరించబడ్డాయి!
