Repository: bucanero/apollo-ps3
Catalog: pkgfiles/USRDIR/DATA/lang_*.po
Languages: el, pl, te

source: Error! Export folder is not available:
el: Σφάλμα! Ο φάκελος εξαγωγής δεν είναι διαθέσιμος:
pl: Błąd! Folder jest niedostępny:
te: లోపం! ఎగుమతి ఫోల్డర్ అందుబాటులో లేదు:

source: Error downloading save game from:
el: Σφάλμα λήψης Αποθ.Δεδομένων από:
pl: Wystąpił błąd podczas pobierania zapisu gry z:
te: లోపం:సేవ్ చేసిన గేమ్‌ను దీని నుండి డౌన్‌లోడ్ చేయడంలో

source: Error extracting save game!
el: Σφάλμα εξαγωγής Αποθ.Δεδομένων!
pl: Wystąpił błąd podczas wypakowywania zapisu gry!
te: సేవ్ చేసిన గేమ్‌ను సంగ్రహించడంలో లోపం!

source: Save game already exists in:
el: Αποθ.Δεδομένα υπάρχουν ήδη στο:
pl: Zapis gry już istnieje w:
te: సేవ్ చేసిన గేమ్ ఇప్పటికే ఇక్కడ ఉంది:

source: Overwrite?
el: Αντικατάσταση;
pl: Czy nadpisać?
te: ఓవర్‌రైట్ చేయాలా?

source: Error creating save game folder!
el: Σφάλμα δημιουργίας φακέλου Αποθ.Δεδομένων!
pl: Wystąpił błąd podczas tworzenia folderu z zapisem gry!
te: సేవ్ గేమ్ ఫోల్డర్‌ను సృష్టించడంలో లోపం!

source: Save game successfully downloaded to:
el: Τα Αποθ.Δεδομένα αποθηκεύτηκαν επιτυχώς στο:
pl: Zapis gry został pobrany do:
te: సేవ్ చేసిన గేమ్ విజయవంతంగా ఇక్కడికి డౌన్‌లోడ్ చేయబడింది:

source: Error! Can't export save game to:
el: Σφάλμα! Δεν γίνεται εξαγωγή Αποθ.Δεδομένων στο:
pl: Błąd! Nie można eksportować zapisu gry do:
te: లోపం! సేవ్ చేసిన గేమ్‌ను దీనికి ఎగుమతి చేయలేము:

source: Zip file successfully saved to:
el: Αποθήκευση zip αρχείου επιτυχώς στο:
pl: Plik ZIP został zapisany w:
te: జిప్ ఫైల్ విజయవంతంగా ఇక్కడ సేవ్ చేయబడింది:

source: Files successfully copied to:
el: Επιτυχημένη αντιγραφή αρχείων στο:
pl: Pliki zostały zapisane w:
te: ఫైల్స్ విజయవంతంగా ఇక్కడికి కాపీ చేయబడ్డాయి:

source: Saves copied to USB
el: Τα Αποθ.Δεδομένα αποθηκεύτηκαν στο USB
pl: Zapisy gry zostały skopiowane na USB
te: సేవ్‌లు USB కి కాపీ చేయబడ్డాయి

source: Save-game %s already exists! Overwrite?
el: Τα Αποθ.Δεδομένα %s υπάρχουν ήδη! Αντικατάσταση;
pl: Zapis gry %s już istnieje! Czy nadpisać?
te: సేవ్ చేసిన గేమ్ %s ఇప్పటికే ఉంది! మళ్లీ రాయాలా?

source: Error! Save-game %s already exists
el: Σφάλμα! Τα Αποθ.Δεδομένα %s υπάρχει ήδη
pl: Błąd! Zapis gry %s już istnieje
te: లోపం! సేవ్ చేసిన గేమ్ %s ఇప్పటికే ఉంది

source: Save-game %s copied to HDD
el: Τα Αποθ.Δεδομένα %s αντιγράφηκαν στον HDD
pl: Zapis gry %s został skopiowany na HDD
te: సేవ్ చేసిన గేమ్ %s HDD కి కాపీ చేయబడింది

source: Error! Failed to copy Save-game %s
el: Σφάλμα! Αποτυχία αντιγραφής Αποθ.Δεδομένων %s
pl: Błąd! Kopiowanie zapisu gry %s zakończone niepowodzeniem
te: లోపం! సేవ్ చేసిన గేమ్ %s ను కాపీ చేయడంలో విఫలమైంది

source: Web Server listening on:
el: Web Server αναμένει στο:
pl: Nasłuchiwanie serwera na:
te: వెబ్ సర్వర్ దీనిపై వింటోంది:

source: Press OK to stop the Server.
el: Πατήστε ΟΚ για τερματισμό Server
pl: Wciśnij OK aby zatrzymać serwer FTP.
te: సర్వర్‌ను ఆపడానికి OK నొక్కండి.

source: Error starting Web Server!
el: Σφάλμα έναρξης Web Server!
pl: Wystąpił błąd podczas startu serwera!
te: వెబ్ సర్వర్‌ను ప్రారంభించడంలో లోపం!

source: Saves copied to HDD
el: Τα Αποθ.Δεδομένα αποθηκεύτηκαν στον HDD
pl: Zapisy gry zostały skopiowane na HDD
te: సేవ్‌లు HDD కి కాపీ చేయబడ్డాయి

source: All files extracted to:
el: Αποσυμπιέστηκαν όλα τα αρχςεία στο:
pl: Wszystkie pliki zostały wypakowane do:
te: అన్ని ఫైల్స్ ఇక్కడికి సంగ్రహించబడ్డాయి:

source: Error: %s couldn't be extracted
el: Σφάλμα! Αδτναμία αποσυμπίεσης %s
pl: Błąd: zapis gry %s nie mógł zostać wypakowany
te: లోపం: %s ను సంగ్రహించలేకపోయింది

source: Licenses successfully saved to:
el: Επιτυχής αντιγραφή αδειών στο:
pl: Licencje zostały zapisane w:
te: లైసెన్సులు విజయవంతంగా ఇక్కడ సేవ్ చేయబడ్డాయి:

source: Files successfully saved to:
el: Επιτυχής αποθήκευση αρχείων στο:
pl: Pliki zostały zapisane:
te: ఫైల్స్ విజయవంతంగా ఇక్కడ సేవ్ చేయబడ్డాయి:

source: Error! Failed to export Trophies to Zip
el: Σφάλμα! Αποτυχία εξαγωγής Τροπαίων σε zip
pl: Błąd! Eksportowanie trofeów do ZIP zakończyło się niepowodzeniem
te: లోపం! ట్రోఫీలను జిప్ (Zip) లోకి ఎగుమతి చేయడంలో విఫలమైంది

source: Trophies successfully saved to:
el: Επιτυχής αποθήκευση Τροπαίων στο!
pl: Trofea zostały zapisane na:
te: ట్రోఫీలు విజయవంతంగా ఇక్కడ సేవ్ చేయబడ్డాయి:

source: Error! Trophy folder is not available:
el: Σφάλμα! Μη διαθέσιμος φάκελος Τροπαίων
pl: Błąd! Folder z trofeami jest niedostępny:
te: లోపం! ట్రోఫీ ఫోల్డర్ అందుబాటులో లేదు:

source: Trophy successfully copied to:
el: Επιτυχής αποθήκευση Τρόπαιου στο:
pl: Trofea zostały skopiowane do:
te: ట్రోఫీ విజయవంతంగా ఇక్కడికి కాపీ చేయబడింది:

source: Saves exported to:
el: Εξαγωγή δεδμένων στο:
pl: Zapisy gier zostały eksportowane do:
te: సేవ్‌లు దీనికి ఎగుమతి చేయబడ్డాయి:

source: Save successfully exported to:
el: Επιτυχής εξαγωγή Αποθ.Δεδομένων στο:
pl: Zapis gry został eksportowany do:
te: సేవ్ విజయవంతంగా దీనికి ఎగుమతి చేయబడింది:

source: Error exporting save:
el: Σφάλμα εξαγωγής Αποθ.Δεδομένων:
pl: Wystąpił błąd podczas eksportowania zapisu gry:
te: సేవ్‌ను ఎగుమతి చేయడంలో లోపం:

source: File successfully resigned!
el: Επιτυχής υπογραφή αρχείου!
pl: Plik został podpisany dla innego użytkownika!
te: ఫైల్ విజయవంతంగా మరల సంతకం చేయబడింది!

source: Error! The account already has an act.dat
el: Σφάλμα! Υπάρχει ήδη act.dat στον λογαριασμό
pl: Błąd! Konto już posiada plik act.dat
te: లోపం! ఖాతాలో ఇప్పటికే act.dat ఉంది

source: Error! Folder is not available:
el: Σφάλμα! Μή διαθέσιμος φάκελος:
pl: Błąd! Folder jest niedostępny:
te: లోపం! ఫోల్డర్ అందుబాటులో లేదు:

source: Enter the Account ID
el: Εισαγωγή ID λογαριασμού
pl: Wpisz Account ID
te: ఖాతా IDని నమోదు చేయండి

source: Error! Account ID is not valid
el: Σφάλμα! Άκυρο ID λογαριασμού
pl: Błąd! Account ID jest niepoprawny
te: లోపం! ఖాతా ID చెల్లుబాటు కాదు

source: Error! Fake Account could not be assigned to xRegistry.sys
el: Σφάλμα! Αδυναμία εισαγωγής Fake Account στο xRegistry.sys
pl: Błąd! Fałszywe konto nie mogło zostać przypisane w xRegistry.sys
te: లోపం! నకిలీ ఖాతాను xRegistry.sys కి కేటాయించలేకపోయింది

source: Error! Account could not be activated!
el: Σφάλμα! Ο λογαριασμός δεν ενεργοποιήθηκε!
pl: Błąd! Konto nie mogło zostać aktywowane!
te: లోపం! ఖాతాను సక్రియం చేయలేకపోయింది!

source: Account successfully activated!
el: Επιτυχής ενεργοποίηση λογαριασμού!
pl: Konto zostało aktywowane!
te: ఖాతా విజయవంతంగా క్రియావంతం చేయబడింది!

source: A system reboot is required
el: Αναγκαστική επανεκκίνηση συστήματος
pl: Wymagane jest ponowne uruchomienie systemu
te: సిస్టమ్‌ను రీబూట్ చేయవలసి ఉంటుంది

source: File successfully saved to:
el: Επιτυχής αποθήκευση αρχείων στο:
pl: Plik został zapisany w:
te: ఫైల్ విజయవంతంగా ఇక్కడ సేవ్ చేయబడింది:

source: Error! Failed to export .%s file
el: Σφάλμα! Αποτυχία εξαγωγής του αρχείου %s
pl: Błąd! Nie udało się eksportować pliku %s
te: లోపం! .%s ఫైల్‌ను ఎగుమతి చేయడంలో విఫలమైంది

source: Error! Failed to convert save file
el: Σφάλμα! Αποτυχία μετατροπής Αποθ.Δεδομένων
pl: Błąd! Nie udało się przekonwertować pliku z zapisem gry
te: లోపం! సేవ్ ఫైల్‌ను మార్చడంలో విఫలమైంది

source: File successfully imported to:
el: Επιτυχής εισαγωγή αρχείων στο:
pl: Plik został importowany z:
te: ఫైల్ విజయవంతంగా దీనిలోకి దిగుమతి చేయబడింది:

source: Error! Failed to import PS2 memory card
el: Σφάλμα! Αποτυχία εισαγωγής Κάρτας Μνήμης PS2
pl: Błąd! Plik nie został zaimportowany z karty pamięci PS2
te: లోపం! PS2 మెమరీ కార్డును దిగుమతి చేయడంలో విఫలమైంది

source: Error! Failed to export PS2 memory card
el: Σφάλμα! Αποτυχία εξαγωγής Κάρτας Μνήμης PS2
pl: Błąd! Karta pamięci PS2 nie została wyeksportowana
te: లోపం! PS2 మెమరీ కార్డును ఎగుమతి చేయడంలో విఫలమైంది

source: Trophy Sets copied to:
el: Αντιγραφή Σετ Τροπαίων στο:
pl: Zestawy trofeów zostały z skopiowane do:
te: ట్రోఫీ సెట్‌లు దీనికి కాపీ చేయబడ్డాయి:

source: Error! Import folder is not available:
el: Σφάλμα! Μη διαθέσιμος φάκελος εισαγωγής
pl: Błąd! Folder skąd importujesz jest niedostępny:
te: లోపం! దిగుమతి ఫోల్డర్ అందుబాటులో లేదు:

source: Error! Account changes couldn't be applied
el: Σφάλμα! Οι αλλαγές στο λογαριασμό δεν εφαρμόστηκαν
pl: Błąd! Zmiany na koncie nie mogły zostać zapisane
te: లోపం! ఖాతా మార్పులను వర్తింపజేయలేకపోయింది

source: Error! Cheat codes couldn't be applied
el: Σφάλμα! Τα cheats δεν εφαρμόστηκαν
pl: Błąd! Kody nie mogły zostać zapisane
te: లోపం! చీట్ కోడ్‌లను వర్తింపజేయలేకపోయింది

source: Error! Save %s couldn't be resigned
el: Σφάλμα! Τα Αποθ.Δεδομένα %s δεν υπογράφθηκαν
pl: Błąd! Zapisy z gry %s nie mógł zostać przepisany
te: లోపం! సేవ్ %s ను పునఃసంతకం చేయలేకపోయింది

source: Save %s successfully modified!
el: Τα Αποθ.Δεδομένα %s επεξεργάστηκαν με επιτυχία
pl: Zapis z gry %s został zmodyfikowany!
te: సేవ్ %s విజయవంతంగా సవరించబడింది!

source: Error: %d Saves couldn't be resigned
el: Σφάλμα! Τα %d αρχεία δεν υπογράφθηκαν
pl: Błąd: Zapisy z gier %d nie mogły zostać przepisane
te: లోపం: %d సేవ్(ల) ను పునఃసంతకం చేయలేకపోయింది

source: All saves successfully resigned!
el: Όλα τα αρχεία υπογράφθηκαν με επιτυχία!
pl: Wszystkie zapisy z gier zostały przepisane!
te: అన్ని సేవ్‌లు విజయవంతంగా మరల సంతకం చేయబడ్డాయి!

source: Error! Trophy changes couldn't be applied
el: Σφάλμα! Δεν εφαρμόστηκαν αλλαγές στα Τρόπαια
pl: Błąd! Zmiany w trofeach nie mogły zostać zapisane
te: లోపం! ట్రోఫీ మార్పులను వర్తింపజేయలేకపోయింది

source: Error! Trophy %s couldn't be resigned
el: Σφάλμα! Το %s Τρόπαιο δεν υπογράφθηκε
pl: Błąd! Trofeum %s nie zostało przepisane
te: లోపం! ట్రోఫీ %s ను మరల సంతకం చేయలేకపోయింది

source: Trophy %s successfully modified!
el: Επιτυχημένη μετατροπή %s Τροπαίοιυ
pl: Trofeum %s zostało zmodyfikowane!
te: ట్రోఫీ %s విజయవంతంగా సవరించబడింది!

source: Schedule Database rebuild on next boot?
el: Προγραμματισμός επαλήθευσης Βάσης Δεδομένων στην επόμενη εκκίνηση;
pl: Czy wykonać odbudowę bazy danych przy kolejnym uruchomieniu systemu?
te: తదుపరి బూట్‌లో డేటాబేస్ పునర్నిర్మాణాన్ని షెడ్యూల్ చేయాలా?

source: Save-game is not encrypted:
el: Τα Αποθ.Δεδομένα δεν είναι κρυπτογραφημένα:
pl: Zapis z gry nie jest zaszyfrowany:
te: సేవ్ చేసిన గేమ్ ఎన్‌క్రిప్ట్ చేయబడలేదు:

source: File was not decrypted:
el: Το αρχείο δεν αποκρυπτογραφήθηκε:
pl: Plik nie został odszyfrowany:
te: ఫైల్ డీక్రిప్ట్ చేయబడలేదు:

source: File successfully decrypted to:
el: Το αρχείο αποκρυπτογραφήθηκε με επιτυχία στο:
pl: Pliki został odszyfrowany w:
te: ఫైల్ విజయవంతంగా ఇక్కడ డీక్రిప్ట్ చేయబడింది:

source: Error! File %s couldn't be decrypted
el: Σφάλμα! Το %s αρχείο δεν αποκρυπτογραφήθηκε
pl: Błąd! Plik %s nie mógł zostać odszyfrowany
te: లోపం! ఫైల్ %s ను డీక్రిప్ట్ చేయలేకపోయింది

source: Error! Can't find decrypted save-game file:
el: Σφάλμα! Δεν βρέθηκε αποκρυπτογραφημένο αρχείο:
pl: Błąd! Nie znaleziono odszyfrowanego zapisu z gry:
te: లోపం! డీక్రిప్ట్ చేసిన సేవ్-గేమ్ ఫైల్‌ను కనుగొనలేకపోయింది:

source: File was not encrypted:
el: Το αρχείο δεν κρυπτογραφήθηκε:
pl: Plik nie był zaszyfrowany:
te: ఫైల్ ఎన్‌క్రిప్ట్ చేయబడలేదు:

source: File successfully encrypted to:
el: Το αρχείο κρυπτογραφήθηκε με επιτυχία στο:
pl: Plik został zaszyfrowany w:
te: ఫైల్ విజయవంతంగా ఇక్కడ ఎన్‌క్రిప్ట్ చేయబడింది:

source: Error! File %s couldn't be encrypted
el: Σφάλμα! Το αρχείο %s δεν κρυπτογραφήθηκε
pl: Błąd! Plik %s nie mógł zostać zaszyfrowany
te: లోపం! ఫైల్ %s ను ఎన్‌క్రిప్ట్ చేయలేకపోయింది

source: Download URL
pl: Pobieranie z URL
te: డౌన్‌లోడ్ URL

source: File successfully downloaded to:
el: Το αρχείο κατέβηκε με επιτυχία στο:
pl: Plik został pobrany do:
te: ఫైల్ విజయవంతంగా ఇక్కడ డౌన్‌లోడ్ చేయబడింది:

source: Error! File couldn't be downloaded
el: Σφάλμα! Το αρχείο δεν κατέβηκε
pl: Błąd! Plik nie mógł zostać pobrany
te: లోపం! ఫైల్‌ను డౌన్‌లోడ్ చేయలేకపోయింది

source: Do you want to delete %s?
el: Διαγραφή του %s ;
pl: Czy chcesz skasować %s?
te: మీరు %s ను తొలగించాలనుకుంటున్నారా?

source: Save successfully deleted:
el: Επιτυχής διαγραφή
pl: Zapisy z gry został usunięty:
te: సేవ్ విజయవంతంగా తొలగించబడింది:

source: Error! Couldn't delete save:
el: Σφάλμα! Αδυναμιά διαγραφής
pl: Błąd! Zapis z gry nie mógł zostać usunięty:
te: లోపం! సేవ్‌ను తొలగించలేకపోయింది:

source: Do you want to upload %s?
el: Θέλτε να ανέβει το %s ;
pl: Czy chcesz wysłać %s?
te: మీరు %s ను అప్‌లోడ్ చేయాలనుకుంటున్నారా?

source: Error! Couldn't zip save:
el: Σφάλμα! Αποτυχία zip Αποθ.Δεδομένων
pl: Błąd! Zapis z gry nie mógł zostać spakowany do ZIP:
te: లోపం! సేవ్‌ను జిప్ (Zip) చేయలేకపోయింది:

source: Save successfully uploaded:
el: Αποθ.Δεδομένα ανέβηκαν με επιτυχία
pl: Zapis z gry został wysyłany:
te: సేవ్ విజయవంతంగా అప్‌లోడ్ చేయబడింది:

source: Error! Couldn't upload save:
el: Σφάλμα! Αποτυίχα ανεβάσματος:
pl: Błąd! Zapis z gry nie mógł zostać wysłany:
te: లోపం! సేవ్‌ను అప్‌లోడ్ చేయలేకపోయింది:

source: Memory card successfully imported to:
el: Επιτυχής εισαγωγή κάρτας μνήμης
pl: Karta pamięci została importowana do:
te: మెమరీ కార్డ్ విజయవంతంగా దీనిలోకి దిగుమతి చేయబడింది:

source: Error importing memory card:
el: Σφάλμα εισαγωγής κάρτας μνήμης
pl: Wystąpił błąd podczas importowania karty pamięci:
te: మెమరీ కార్డ్ దిగుమతి చేయడంలో లోపం:

source: Memory card successfully exported to:
el: Επιτυχία εξαγωγής κάρτας μνήμης στο:
pl: Karta pamięci została wyeksportowana do:
te: మెమరీ కార్డ్ విజయవంతంగా దీనికి ఎగుమతి చేయబడింది:

source: Error exporting memory card:
el: Σφάλμα εξαγωγής κάρτας μνήμης
pl: Wystąpił błąd podczas eksportowania karty pamięci:
te: మెమరీ కార్డ్‌ను ఎగుమతి చేయడంలో లోపం:

source: Successfully imported to VMC:
el: Επιτυχία εισαγωγής στο VMC
pl: Zaimportowano zapis z gry na VMC:
te: విజయవంతంగా VMC లోకి దిగుమతి చేయబడింది:

source: Error importing save:
el: Σφλαμα εισαγωγής Αποθ.Δεδομένων:
pl: Wystąpił błąd podczas importowania zapisu z gry:
te: సేవ్‌ను దిగుమతి చేయడంలో లోపం:

source: Memory card successfully resigned:
el: Επιτυχία υπογραφής κάρτας μνήμης:
pl: Karta pamięci została przepisana::
te: మెమరీ కార్డ్ విజయవంతంగా మరల సంతకం చేయబడింది:

source: Error resigning memory card:
el: Αποτυχία υπογραφής κάρτας μνήμης:
pl: Wystąpił błąd podczas przepisywania karty pamięci:
te: మెమరీ కార్డును మరల సంతకం చేయడంలో లోపం:

source: Save successfully imported:
el: Επιτυχία εισαγωγής Αποθ.Δεδομένων:
pl: Zapis z gry został zaimportowany:
te: సేవ్ విజయవంతంగా దిగుమతి చేయబడింది:

source: Error! Couldn't import save:
el: Σφάλμα! Αποτυχία εισαγωγής Αποθ.Δεδομένων:
pl: Błąd! Zapis z gry nie mógł zostać zaimportowany:
te: లోపం! సేవ్‌ను దిగుమతి చేయలేకపోయింది:

source: Select
el: Επιλογή
pl: Wybierz
te: ఎంచుకోండి

source: Back
el: Επιστροφή
pl: Wróć
te: వెనుకకు

source: Details
el: Λεπτομέρειες
pl: Szczegóły
te: వివరాలు

source: Refresh
el: Ανανεώση
pl: Odśwież
te: పునరుద్ధరించు

source: View Code
el: Εμφάνιση κώδικα
pl: Podejrzyj kod
te: కోడ్ చూడండి

source: Value Up
el: Προσθήκη μονάδας
pl: Zwiększ
te: విలువ పెంచండి

source: Value Down
el: Αφαίρεση μονάδας
pl: Zmniejsz
te: విలువ తగ్గించండి

source: Exit
el: Έξοδος
pl: Wyjdź
te: నిష్క్రమించు

source: HDD Saves
el: Αποθ.Δεδομένα HDD
pl: Zapisy z gier na HDD
te: HDD సేవ్‌లు

source: USB Saves
el: Αποθ.Δεδομένα USB
pl: Zapisy z gier na USB
te: USB సేవ్‌లు

source: Trophies
el: Τρόπαια
pl: Trofea
te: ట్రోఫీలు

source: User Tools
el: Εργαλεία Χρήστη
pl: Narzędzia użytkownika
te: యూజర్ టూల్స్

source: Online Database
el: Online Βάση Δεδομένων
pl: Baza danych online
te: ఆన్‌లైన్ డేటాబేస్

source: PS1 Virtual Memory Card
el: Εικονική Κάρτα Μνήμης PS1
pl: Wirtualna karta pamięci PS1
te: PS1 వర్చువల్ మెమరీ కార్డ్

source: PS2 Virtual Memory Card
el: Εικονική Κάρτα Μνήμης PS2
pl: Wirtualna karta pamięci PS2
te: PS2 వర్చువల్ మెమరీ కార్డ్

source: Console details:
el: Πληροφορίες κονσόλας
pl: Informacje o konsoli:
te: కన్సోల్ వివరాలు:

source: About
el: Περί
pl: O programie
te: వివరణ

source: Options
el: Επιλογές
pl: Opcje
te: ఎంపికలు

source: Target File:
el: Προορισμός αρχείου:
pl: Plik docelowy:
te: లక్ష్యపు ఫైల్

source: Saves
el: Αποθηκευμένα Δεδομένα
pl: Zapisy z gier
te: సేవ్‌లు

source: Games
el: Παιχνίδια
pl: Gry
te: గేమ్స్

source: Trophy-Sets
el: Σετ Τροπαίων
pl: Zestawy trofeów
te: ట్రోఫీ సెట్‌లు

source: Tools
el: Εργαλεία
pl: Narzędzia
te: టూల్స్

source: PS1 Saves
el: Αποθ.Δεδομένα PS1
pl: Zapisy z gier z PS1
te: PS1 సేవ్‌లు

source: PS2 Saves
el: Αποθ.Δεδομένα PS2
pl: Zapisy z gier z PS2
te: PS2 సేవ్‌లు

source: Hex Editor
pl: Edytor Heksadecymalny
te: హెక్స్ ఎడిటర్

source: No save-games found
el: Δεν υπάρχουν Αποθ.Δεδομένα
pl: Nie znaleziono zapisów z gier
te: ఎలాంటి సేవ్-గేమ్స్ కనుగొనబడలేదు

source: No data found in folder:
el: Δεν υπάρχουν Αποθ.Δεδομένα στον φάκελο!
pl: Nie znaleziono danych w folderze:
te: ఈ ఫోల్డర్‌లో ఎటువంటి డేటా కనుగొనబడలేదు:

source: Exit to XMB?
el: Έξοδος στο XMB;
pl: Czy wrócić do XMB?
te: XMB కు నిష్క్రమించాలా?

source: Save changes to %s?
el: Αποθήκευση αλλαγών στο %s ;
pl: Czy zapisać zmiany w %s?
te: %s కి చేసిన మార్పులను సేవ్ చేయాలా?

source: Failed to load:
el: Αποτυχία φόρτωσης:
pl: Nie udało się załadować:
te: లోడ్ చేయడంలో విఫలమైంది:

source: Settings
el: Ρυθμίσεις
pl: Ustawienia
te: సెట్టింగ్‌లు

source: Apply Changes & Resign
el: Εφαρμογή αλλαγών και υπογραφή
pl: Zatwierdź zmiany i przepisz
te: మార్పులను వర్తింపజేసి & మరల సంతకం చేయండి

source: View Save Details
el: Εμφανιση λεπτομερειών Αποθ.Δεδομένων
pl: Pokaż szczegóły zapisu z gry
te: సేవ్ వివరాలను చూడండి

source: File Backup
el: Backup αρχείου
pl: Kopia pliku
te: ఫైల్ బ్యాకప్

source: Copy save game to USB
el: Αντιγραφή Αποθ.Δεδομένων στο USB
pl: Skopiuj zapis gry na USB
te: సేవ్ గేమ్‌ను USB లోకి కాపీ చేయండి

source: Copy Save to USB
el: Αντιγραφή Αποθ.Δεδομένων στο USB
pl: Skopiuj zapis gry na USB
te: సేవ్‌ను USB కి కాపీ చేయండి

source: Upload save backup to FTP
el: Μεταφόρτωση Αποθ.Δεδομένων σε FTP
pl: Wyślij kopię zapisu gry przez FTP
te: సేవ్ బ్యాకప్‌ను FTP కి అప్‌లోడ్ చేయండి

source: Copy save game to HDD
el: Αντιγραφή Αποθ.Δεδομένων στον HDD
pl: Skopiuj zapis gry na HDD
te: సేవ్ గేమ్‌ను HDD లోకి కాపీ చేయండి

source: Delete save game
el: Διαγραφή Αποθ.Δεδομένων
pl: Usuń zapis z gry
te: సేవ్ గేమ్‌ను తొలగించు

source: Export save game to Zip
el: Εξαγωγή Αποθ.Δεδομένων σε zip
pl: Spakuj zapis z gry do ZIP
te: సేవ్ గేమ్‌ను జిప్ (Zip) లోకి ఎగుమతి చేయండి

source: Export Zip to USB
el: Εξαγωγή zip σε USB
pl: Eksportuj plik ZIP na USB
te: జిప్‌ను (Zip) USB కి ఎగుమతి చేయండి

source: Export Zip to HDD
el: Εξαγωγή zip στον HDD
pl: Eksportuj plik ZIP na HDD
te: జిప్‌ను (Zip) HDD కి ఎగుమతి చేయండి

source: Decrypt save game files
el: Αποκρυπτογράφηση αρχείων
pl: Odszyfruj pliki zapisu z gry
te: సేవ్ గేమ్ ఫైల్‌లను డీక్రిప్ట్ చేయండి

source: Import decrypted save files
el: Εισαγωγή αποκρυπτογραφημένων αρχείων
pl: Importuj odszyfrowane pliki zapisu z gry
te: డీక్రిప్ట్ చేసిన సేవ్ ఫైల్‌లను దిగుమతి చేయండి

source: Hex Edit save game files
el: Hex Edit αρχεία αποθήκευσης
pl: Edytuj szesnastkowo pliki zapisu z gry
te: సేవ్ గేమ్ ఫైల్‌లను హెక్స్ ఎడిట్ చేయండి

source: SFO Patches
el: Διορθώσεις SFO
pl: Łaty na SFO
te: SFO ప్యాచ్‌లు

source: Change Account ID
el: Αλλαγή ID Λογαριασμού
pl: Zmień Account ID
te: ఖాతా ID మార్చండి

source: Remove Console ID
el: Αφαίρεση ID Κονσόλας
pl: Usuń Console ID
te: కన్సోల్ ID ను తొలగించండి

source: Remove copy protection
el: Αφαίρεση προστασίας αντιγραφής
pl: Usuń ochronę przed kopiowaniem
te: కాపీ రక్షణను తొలగించండి

source: Change Region Title ID
el: Αλλαγή τίτλου ID Περιοχής
pl: Zmień region Title ID
te: ప్రాంత టైటిల్ ID ని మార్చండి

source: Virtual Memory Card
el: Εικονική Κάρτα Μνήμης
pl: Wirtualna karta pamięci
te: వర్చువల్ మెమరీ కార్డ్

source: Resign Memory Card
el: Υπογραφή Κάρτας Μνήμης
pl: Przepisz kartę pamięci
te: మెమరీ కార్డ్‌ను మరల సంతకం చేయండి

source: Export Memory Card to .VM1
el: Εξαγωγή Κάρτας Μνήμης σε USB
pl: Eksportuj kartę pamięci do formatu VM1
te: మెమరీ కార్డ్‌ను .VM1 లోకి ఎగుమతి చేయండి

source: Import .VM1 file to
el: Εισαγωγή .VM1 αρχείου σε
pl: Importuj VM1 z
te: VM1 ఫైల్‌ను దీనికి దిగుమతి చేయండి

source: Cheats
pl: Kody
te: చీట్‌లు

source: View Raw Patch File
el: Εμφάνιση πηγαίου κώδικα διορθώσεων
pl: Podejrzyj plik łaty
te: మార్పు చేయని ప్యాచ్ ఫైల్‌ను చూడండి

source: Apply Changes & Resign Trophy Set
el: Εφαρμογή αλλαγών και υπογραφή Σετ Τροπαίων
pl: Zatwierdź zmiany i przepisz zestaw trofeów
te: మార్పులను వర్తింపజేసి & ట్రోఫీ సెట్‌ను పునఃసంతకం చేయండి

source: Backup Trophy Set to USB
el: Αντίγραφο ασφαλείας Σετ Τροπαίων σε USB
pl: Zarchiwizuj zestaw trofeów na USB
te: ట్రోఫీ సెట్‌ను USB కి బ్యాకప్ చేయండి

source: Copy Trophy to USB
el: Αντιγραφή Σετ Τροπαίων σε USB
pl: Skopiuj trofea na USB
te: ట్రోఫీని USB కి కాపీ చేయండి

source: Export Trophy Set to Zip
el: Εξαγωγή Σετ Τροπαίων σε USB
pl: Eksportuj zestaw trofeów do pliku ZIP
te: ట్రోఫీ సెట్‌ను జిప్ (Zip) లోకి ఎగుమతి చేయండి

source: Save .Zip to USB
el: Αποθήκευση .zip στο USB
pl: Zapisz ZIP na USB
te: జిప్‌ను (.Zip) USB కి సేవ్ చేయండి

source: Delete Save Game
el: Διαγραφή αρχείου αποθήκευσης
pl: Usuń zapis z gry
te: సేవ్ గేమ్‌ను తొలగించండి

source: Save Game Backup
el: Αντίγραφο ασφαλείας αρχείου αποθήκευσης
pl: Archiwizuj zapisy z gier
te: సేవ్ గేమ్ బ్యాకప్

source: Export save game to .MCS format
el: Εξαγωγή αρχείου αποθήκευσης σε .MCS αρχείο
pl: Eksportuj zapis z gry do formatu MCS
te: సేవ్ గేమ్‌ను .MCS ఫార్మాట్‌లో ఎగుమతి చేయండి

source: Copy .MCS Save to USB
el: Αντιγραφή .MCS στο USB
pl: Skopiuj zapis z gry w formacie MCS na USB
te: .MCS సేవ్‌ను USB కి కాపీ చేయండి

source: Copy .MCS Save to HDD
el: Αντιγραφή .MCS στο HDD
pl: Skopiuj zapis z gry w formacie MCS na HDD
te: .MCS సేవ్‌ను HDD కి కాపీ చేయండి

source: Export save game to .PSV format
el: Εξαγωγή αρχείου αποθήκευσης σε .PSV αρχείο
pl: Eksportuj zapis z gry do formatu PSV
te: సేవ్ గేమ్‌ను .PSV ఫార్మాట్‌లో ఎగుమతి చేయండి

source: Copy .PSV Save to USB
el: Αντιγραφή .PSV στο USB
pl: Skopiuj zapis z gry w formacie PSV na USB
te: .PSV సేవ్‌ను USB కి కాపీ చేయండి

source: Copy .PSV Save to HDD
el: Αντιγραφή .PSV στο HDD
pl: Skopiuj zapis z gry w formacie PSV na HDD
te: .PSV సేవ్‌ను HDD కి కాపీ చేయండి

source: Export save game to .PSX format
el: Εξαγωγή αρχείου αποθήκευσης σε .PSX αρχείο
pl: Eksportuj zapis z gry do formatu PSX
te: సేవ్ గేమ్‌ను .PSX ఫార్మాట్‌లో ఎగుమతి చేయండి

source: Copy .PSX Save to USB
el: Αντιγραφή .PSX στο USB
pl: Skopiuj zapis z gry w formacie PSX na USB
te: .PSX సేవ్‌ను USB కి కాపీ చేయండి

source: Copy .PSX Save to HDD
el: Αντιγραφή .PSX στο HDD
pl: Skopiuj zapis z gry w formacie PSX na HDD
te: .PSX సేవ్‌ను HDD కి కాపీ చేయండి

source: Export save game to .PSU format
el: Εξαγωγή αρχείου αποθήκευσης σε .PSU
pl: Eksportuj zapis z gry do formatu PSU
te: సేవ్ గేమ్‌ను .PSU ఫార్మాట్‌లో ఎగుమతి చేయండి

source: Export .PSU save to USB
el: Εξαγωγή .PSU σε USB
pl: Skopiuj zapis z gry w formacie PSU na USB
te: .PSU సేవ్‌ను USB కి ఎగుమతి చేయండి

source: Export .PSU save to HDD
el: Εξαγωγή .PSU σε HDD
pl: Skopiuj zapis z gry w formacie PSU na HDD
te: .PSU సేవ్‌ను HDD కి ఎగుమతి చేయండి

source: Export .PSV save to USB
el: Εξαγωγή .PSV στο USB
pl: Eksportuj zapis gry w formacie PSV na USB
te: .PSV సేవ్‌ను USB కి ఎగుమతి చేయండి

source: Export .PSV save to HDD
el: Εξαγωγή .PSV στο HDD
pl: Eksportuj zapis gry w formacie PSV na HDD
te: .PSV సేవ్‌ను HDD ఎగుమతి చేయండి

source: Download to USB
el: Κατέβσαμα στο USB
pl: Pobierz na USB
te: USB కి డౌన్‌లోడ్ చేయండి

source: Download to HDD
el: Κατέβσαμα στο HDD
pl: Pobierz na HDD
te: HDD కి డౌన్‌లోడ్ చేయండి

source: Export Licenses
el: Εξαγωγή αδειών
pl: Eksportuj licencje
te: లైసెన్స్‌లను ఎగుమతి చేయండి

source: Activate PS3 Account
el: Ενεργοποίηση λογαριασμού PS3
pl: Aktywuj konto na PS3
te: PS3 ఖాతాను క్రియావంతం చేయండి

source: Import Licenses
el: Εισγωγή αδειών
pl: Importuj licencje
te: లైసెన్స్‌లను దిగుమతి చేయండి

source: PS2 Classics: Import & Encrypt ISOs
el: PS2 Classics: Εισαγωγή και κρυπτογράφηση .ISO
pl: PS2 Classics: Importuj i zaszyfruj obrazy płyt ISO
te: PS2 క్లాసిక్స్: ISO లను దిగుమతి చేసి & ఎన్‌క్రిప్ట్ చేయండి

source: Import PS2 raw memory cards
el: Εισαγωγή πηγαίων καρτών μνήμης PS2
pl: Importuj surowe obrazy kart pamięci
te: PS2 మార్పు రహిత మెమరీ కార్డులను దిగుమతి చేయండి
